<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% request.setCharacterEncoding("utf-8"); %>
<!DOCTYPE html>
<html>

<link rel="stylesheet" href="${pageContext.request.contextPath}/css/users_css/city-main-styles_join.css?version=20170502">
<script src = "//code.jquery.com/jquery-1.11.0.min.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/JS/UsersJS/join_checkInfo.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/JS/UsersJS/IdCheck.js"></script>
<script type="text/javascript" src="${pageContext.request.contextPath}/JS/UsersJS/CheckEssential.js?version=20170509"></script>
<!-- js 갱신시키기 : http://copyrightdj.tistory.com/162 -->
<head>
    
   
</head>
<%@include file="../header.jsp" %>
<body>






	<div class="lnb">
		<h2>회원가입</h2>
		<ul class="city_name">
			<li class="city"><img
				src="//img.tourtips.com/images/common/lnb/join.png"
				alt="회원가입 - 회원정보입력" /></li>
		</ul>
	</div>

	<br>
	<br>
	<div class="form_body">
			 <form action="UserAction.users" class="join_form" method="post" enctype="multipart/form-data">
			<fieldset>
				<legend>필수 입력 사항</legend>
				<table class="primary_table">
					<tbody>
					
					<tr>
					<th scope = "row">
					아이디
					</th>
					<td>
					<input type = "text" name = "u_id" id = "u_id">
					&nbsp;&nbsp;&nbsp;&nbsp;<span>영문소문자 / 숫자, 4~12자</span>
			 		<input type = "button" id = "u_idcheck" value = "중복검사"> 
					
					</td>
					</tr>
					
					<tr>
					<th></th>
					<td>
					<font id="idcheck" size="2" color="green"></font> 
					</td>
					</tr>
					
					<tr>
					<th scope="row">비밀번호</th>
					<td>
					<input type = "password" name = "u_pwd" id = "u_pwd">
					&nbsp;&nbsp;&nbsp;&nbsp;<span>알파벳과 숫자 조합으로 6~12자</span>
					
					
					
					</tr>
					
					<tr>
					<th scope="row">비밀번호 확인</th>
					<td>
					<input type = "password" name = "pwcheck" id = "pwcheck">
					&nbsp;&nbsp;
					<font id="check" size="2" color="red"></font> 

					</tr>
					
					<tr>
					<th scope="row">닉네임</th>
					<td>
					<input type = "text" name = "u_name" id = "u_name">
					</td>
					</tr>
					
					<tr>
					<th scope = "row">생년월일</th>
					<td>
					<input type = "text" name = "u_birth" id = "u_birth" placeholder = "yyyyMMdd">
					</td>
					</tr>
					
					<tr>
					<th scope="row">성별</th>
					<td>
					<input type = "radio" name = "u_sex" value = "남자" checked="checked">
					<label>남자</label>
					<input type = "radio" name = "u_sex" value= "여자">
					<label>여자</label>
					</td>
					</tr>
					
					
			<tr>
				<th scope = "row">운전면허 유무</th>
				<td>
				<input type = "radio" name = "u_license" value = "운전면허 소지" checked  = "checked">
				<label>유</label>
				<input type = "radio" name = "u_license" value = "운전면허 미소지">
				<label>무</label>
				</td>
				</tr>
					
					<tr>
					<th scope = "row">거주 지역</th>
					<td>
					 <input type = "text" name = "u_address" id = "u_address">	
					</td>
					</tr>

					</tbody>

				</table>
			</fieldset>
			
			<br>
			<fieldset>
				<legend>선택 입력사항</legend>
				<table>

					<tr>
						<th scope="row">직업</th>
						<td><input type="text" name="u_job" placeholder="직업을 입력해주세요">
						</td>
					</tr>

					<tr>
						<th scope="row">사용언어</th>
						<td><input type="text" name="u_lang"> <span>&nbsp;&nbsp;
								여행 시 사용하는 언어를 알려주세요.</span></td>
					</tr>

					<tr>
						<th scope="row">종교</th>
						<td><input type="text" name="u_religion"></td>
					</tr>


					<tr>
						<th scope="row">여행 스타일</th>
						<td><input type="radio" name="u_style" value="힐링"
							checked="checked"> <label>&nbsp;힐링</label>&nbsp;&nbsp; <input
							type="radio" name="u_style" value="관광"> <label>&nbsp;관광</label>&nbsp;&nbsp;
							<input type="radio" name="u_style" value="맛집"> <label>&nbsp;맛집</label>&nbsp;&nbsp;
							<input type="radio" name="u_style" value="액티비티"> <label>&nbsp;액티비티</label>&nbsp;&nbsp;
							<input type="radio" name="u_style" value="휴양"> <label>&nbsp;휴양</label>
							&nbsp;&nbsp;<!-- <span>하나만 선택해주세요</span> --></td>
					</tr>

					<tr>
						<th scope="row">프로필 이미지</th>
						<td><input type="file" name="u_img" id="u_img"></td>
					</tr>
					</tbody>
				</table>
			</fieldset>
		<!-- 약관 -->	<div>
				<div class="nlogin_policy_wrap">
					<div class="nlogin_policy_check">
						<input name="law_agree" type="checkbox" value="1" id="law_agree" />
						<label for="law_agree">이용약관에동의<em>(필수)</em></label>
					</div>
					<div class="policy_content_wrap" id="terms_20161107">
						<div class="fake_box"></div>
						<div class="policy_content">
							<p class="private_list_title">제1조[목적]</p>
							<span>이서비스이용약관(이하“약관”이라합니다)은㈜프로동행러(이하“회사”라합니다)가제공하는
								서비스와관련하여회사와회원간에서비스의이용조건및절차, 회사와회원간의권리, 의무및책임사항기타
								필요한사항을규정함을목적으로합니다.</span>
							<p class="private_list_title">제2조[용어의정의]</p>
							<p>이약관에서사용하는용어의정의는다음과같습니다.</p>
							<ol>
								<li>서비스: 이용고객또는회원이PC, TV, 휴대형단말기등각종유무선기기또는프로그램을
									통하여이용할수있도록회사가제공하는모든인터넷서비스를말하며, 회사가공개한API를이용하여제3자가
									개발또는구축한프로그램이나서비스를통하여회원에게제공되는경우를포함합니다.</li>
								<li>회원: 회사의서비스에접속하여이약관에따라회사와이용계약을체결하고회사가제공하는
									서비스를이용하는고객을말합니다.</li>
								<li>이메일: 인터넷을통한우편혹은전기적매체를이용한우편을말합니다. 또회원의식별과서비스
									이용을위하여회원이정하는아이디(ID)처럼사용하는것을의미합니다.</li>
								<li>비밀번호: 회원이부여받은아이디와일치되는회원임을확인하고비밀보호를위해회원자신이정한
									문자또는숫자의조합을의미합니다.</li>
								<li>게시물: 회원이서비스를이용함에있어서비스상에게시한부호∙문자∙음성∙음향∙화상∙동영상등의
									정보형태의글,사진,동영상및각종파일과링크등을의미합니다.</li>
								<li>운영자(관리자): 서비스의전반적인관리와원활한운영을위하여회사에서선정한사람또는회사를 말합니다.</li>
								<li>가이드북과맵북: 다운로드받을수있는PDF형태의문서로회사에서회원에게제공하는서비스를 의미합니다.
									이는회원이다운로드받아인쇄하여사용이가능하고회사에서도배포가가능합니다.</li>
							</ol>
							<p class="private_list_title">제3조[약관의효력및변경]</p>
							<ol>
								<li>이약관은서비스화면에게시하거나기타의방법으로회원에게공지함으로써효력이발생합니다.</li>
								<li>회사는약관의규제에관한법률, 전자상거래등에서의소비자보호에관한법률, 정보통신망이용촉진
									및정보보호등에관한법률등관계법령에위배되지않는범위내에서이약관을개정할수있습니다.</li>
								<li>회사는약관을개정할경우그개정이유및적용일자를명시하여현행약관과함께적용일자
									7일전부터적용일전일까지제1항의방법으로공지합니다. 다만, 회원의권리또는의무에관한중요한규정의
									변경은최소한30일전에공지하고개정약관을회원이등록한메일로발송하여통지합니다.</li>
								<li>회원은변경된약관에동의하지아니하는경우서비스의이용을중단하고이용계약을해지할수있습니다</li>
								<li>회원은약관의변경에대하여주의의무를다하여야하며, 변경된약관의부지로인한회원의피해는 회사가책임지지않습니다.</li>
							</ol>
							<p class="private_list_title">제4조[약관의해석]</p>
							<span>이약관에명시되지않은사항에대해서는정보통신망이용촉진및정보보호등에관한법률, 약관의규제에관한법률,
								전기통신사업법등관계법령및회사가정한세부이용지침등의규정에따릅니다.</span>
							<p class="private_list_title">제5조[이용계약체결]</p>
							<ol>
								<li>서비스이용계약은이용고객이이약관및“개인정보처리방침”에“동의합니다”를선택하고, 회사가
									정한신청양식을작성하여서비스의이용을신청한후, 회사가이를승낙함으로써성립합니다이용고객이전항의
									“동의합니다”를선택하고신청양식을작성하는것은이약관및“개인정보처리방침”의내용을숙지하고, 회사가
									서비스이용을위해운영하는각종정책(예: 저작권정책, 스팸정책등)과수시로공지하는사항을준수하는것에
									대해동의하는것으로봅니다.</li>
							</ol>
							<p class="private_list_title">제6조[이용신청]</p>
							<ol>
								<li>회원이신청양식에기재하는회원정보는이용고객의실제정보인것으로간주되고, 실제정보를입력하지
									않은회원은법적인보호를받을수없으며서비스이용에제한을받을수있습니다.</li>
								<li>만14세미만의아동은회사가제공하는서비스를이용할수없습니다.</li>
								<li>타인의개인정보를도용하는등부정한목적과방법으로이용신청을한회원의ID는사전통지없이 삭제될수있으며,
									당해회원은관계법령에따라처벌을받을수있습니다.</li>
							</ol>
							<p class="private_list_title">제7조[이용신청에대한승낙및제한]</p>
							<ol>
								<li>회사는서비스의이용을신청한이용고객에대하여업무상ㆍ기술상지장이없는한접수순서에따라 서비스의이용을승낙합니다.</li>
								<li>회사는다음각호에해당하는이용신청에대하여는승낙을하지않을수있습니다.
									<ol>
										<li>기술상서비스제공이불가능한경우</li>
										<li>신청양식을허위로기재한경우</li>
										<li>신청양식의기재사항을누락하거나오기하여신청하는경우</li>
										<li>사회의안녕과질서또는미풍양속을저해하거나저해할목적으로신청한경우</li>
										<li>회원의귀책사유에의하여회원자격을상실한적이있는경우. 다만, 자격상실후6개월이상
											경과한자로회사의회원재가입승낙을받은경우는예외로합니다.</li>
										<li>기타회사가정한이용조건에충족되지않았을경우</li>
									</ol>
								</li>
								<li>회사는서비스를이용하는회원에대하여회원의종류및등급별로구분하여이용시간, 이용회수,
									서비스메뉴등을세분하여이용에차등을둘수있습니다.</li>
							</ol>
							<p class="private_list_title">제8조[회원정보의변경]</p>
							<ol>
								<li>회원은개인정보관리화면을통하여언제든지본인의개인정보를열람하고수정할수있습니다. 다만,
									서비스관리를위해필요한아이디등은수정이불가합니다.</li>
								<li>회원은회원가입신청시기재한사항이변경되었을경우온라인으로수정을하거나이메일등기타
									방법으로회사에그변경사항을알려야합니다.</li>
								<li>제2항의변경사항을회사에알리지않아발생한불이익에대하여회사는책임지지않습니다.</li>
							</ol>
							<p class="private_list_title">제9조[서비스의이용]</p>
							<ol>
								<li>회사는회원의이용신청을승낙한때부터서비스를개시합니다. 다만, 일부서비스의경우에는지정된
									일자부터서비스를개시합니다.</li>
								<li>회사의업무상ㆍ기술상의장애로인하여서비스를개시하지못하는경우에는서비스에공지하거나회원에게 이를통지합니다.</li>
								<li>서비스의이용은연중무휴1일24시간을원칙으로합니다. 다만, 회사의업무상ㆍ기술상또는서비스
									운영정책상서비스가일시중지될수있습니다. 이러한경우회사는사전똔느사후에이를공지합니다.</li>
							</ol>
							<p class="private_list_title">제10조[“회원”의“아이디(이메일)”및“비밀번호”의
								관리에대한의무]</p>
							<ol>
								<li>회원의아이디(이메일)와비밀번호에관한관리책임은회원에게있으며, 이를제3자가이용하도록 하여서는안됩니다.</li>
								<li>회원은아이디(이메일)및비밀번호가도용되거나제3자가사용하고있음을인지한경우에는이를즉시
									회사에통지하고회사의안내에따라야합니다.</li>
								<li>제2항의경우해당회원이회사에그사실을통지하지않거나, 통지한경우에도회사의안내에따르지
									않아발생한불이익에대하여회사는책임지지않습니다.</li>
							</ol>
							<p class="private_list_title">제11조[“회원”에대한통지]</p>
							<ol>
								<li>회사가회원에대한통지를하는경우본약관에별도규정이없는한회원이지정한이메일주소,
									서비스내전자메모및쪽지등으로할수있습니다.</li>
								<li>회사는회원전체에대한통지의경우7일이상회사의게시판에게시함으로써제1항의통지에갈음할 수있습니다.</li>
							</ol>
							<p class="private_list_title">제12조[“회사”의의무]</p>
							<ol>
								<li>회사는관련법과본약관이금지하거나미풍양속에반하는행위를하지않으며, 계속적이고안정적으로
									서비스를제공하기위하여최선을다하여노력합니다.</li>
								<li>회사는서비스제공과관련하여알고있는회원의정보를본인의동의없이제3자에게제공하지 않습니다.</li>
								<li>회사는회원의회원정보를보호하기위해보안시스템을구축운영하며, “개인정보처리방침”을공지하고 준수합니다.
									또한, 회사는“개인정보처리방침”에따라회원정보를취급함에있어안정성확보에필요한기술적, 관리적대책을수립하고운영합니다</li>
								<li>회사는서비스와관련한회원의불만사항이접수되는경우이를신속하게처리하여야하며, 신속한
									처리가곤란한경우그사유와처리일정을서비스화면에게재하거나메일등을통하여회원에게통지합니다.</li>
							</ol>
							<p class="private_list_title">제13조[“회원”의의무]</p>
							<ol>
								<li>회원은다음행위를하여서는안됩니다.
									<ol>
										<li>신청또는변경시허위내용의등록</li>
										<li>타인의정보도용</li>
										<li>회사에게시된정보의변경</li>
										<li>회사가정한정보이외의정보(컴퓨터프로그램등) 등의송신또는게시</li>
										<li>회사와기타제3자의저작권등지적재산권에대한침해</li>
										<li>회사및기타제3자의명예를손상시키거나업무를방해하는행위</li>
										<li>외설또는폭력적인메시지,화상,음성,기타공서양속에반하는정보를회사에공개또는게시하는 행위</li>
										<li>회사의동의없이영리를목적으로서비스를사용하는행위</li>
										<li>기타불법적이거나부당한행위</li>
									</ol>
								</li>
								<li>회원은관계법, 본약관의규정, 이용안내및서비스와관련하여공지한주의사항, 회사가통지하는
									사항등을준수하여야하며, 기타회사의업무에방해되는행위를하여서는안됩니다.</li>
								<li>회원은회사에서공식적으로인정한경우를제외하고는서비스를이용하여상품을판매하는영업활동을 할수없으며,
									특히해킹, 광고를통한수익, 음란사이트를통한상업행위, 상용소프트웨어불법배포등을할수 없습니다.
									이를위반하여발생한영업활동의결과및손실, 관계기관에의한구속등법적조치등에관해서는 회사가책임을지지않으며,
									회원은이와같은행위와관련하여회사에대하여손해배상의무를집니다.</li>
							</ol>
							<p class="private_list_title">제14조[서비스의제공]</p>
							<ol>
								<li>회사는회원에게아래와같은서비스를제공합니다.
									<ol>
										<li>프로동행러: 정보또는자료의관리/저장/공유를위한여행관련정보서비스</li>
										<li>기타회사가추가개발하거나다른회사와의제휴계약등을통해회원에게제공하는일체의서비스
											(기존서비스를활용하기위한API서비스등포함)</li>
										<li>직접판매하는재화또는용역등에대한정보제공및계약의체결및계약이체결된재화또는 용역등의배송</li>
									</ol>
								</li>
								<li>회사는서비스를일정범위로분할하여각범위별로이용가능시간을별도로지정할수있습니다.
									다만이러한경우에는그내용을사전에공지합니다.</li>
							</ol>
							<p class="private_list_title">제15조[서비스의변경]</p>
							<ol>
								<li>회사는상당한이유가있는경우에운영상, 기술상의필요에따라제공하고있는전부또는일부 서비스를변경할수있습니다.</li>
								<li>서비스의내용, 이용방법, 이용시간에대하여변경이있는경우에는변경사유, 변경될서비스의내용
									및제공일자등은그변경전7일이상해당서비스초기화면에게시하여야합니다.</li>
							</ol>
							<p class="private_list_title">제16조[정보의제공및광고의게재]</p>
							<ol>
								<li>회사는회원이서비스이용중필요하다고인정되는다양한정보를공지사항이나이메일등의방법으로
									회원에게제공할수있습니다. 다만, 회원은관련법에따른거래관련정보, 고객센터답변등을제외하고언제든지
									이메일등을통하여수신거절을할수있습니다.</li>
								<li>제2항의정보를전화및모사전송기기에의하여전송하려고하는경우에는회원의사전동의를받아서 전송합니다.</li>
								<li>회사는서비스의운영과관련하여서비스화면, 홈페이지,이메일등에광고를게재할수있습니다.
									광고가게재된이메일을수신한회원은수신거절을회사에게할수있습니다.</li>
							</ol>
							<p class="private_list_title">제17조[게시물의저작권]</p>
							<ol>
								<li>회원이서비스내에게시한게시물의저작권은해당게시물의저작자에게귀속됩니다.</li>
								<li>회원이서비스내에게시하는게시물은검색결과내지서비스및관련프로모션등에노출될수 있으며,
									해당노출을위해필요한범위내에서는일부수정, 복제, 편집되어게시될수있습니다. 이경우, 회사는저작권법규정을준수하며,
									회원은언제든지고객센터또는서비스내관리기능을통해해당게시물에대해 삭제, 검색결과제외, 비공개등의조치를취할수있습니다.</li>
								<li>회원이서비스내에게시하는게시물은가이드북과맵북서비스에노출될수있으며, 해당노출을위해
									필요한범위내에서는일부수정, 복제, 편집되어게시될수있습니다. 또한게시물이노출된가이드북과맵북,
									서비스는제3자에게제공될수있으며이때발생되는수익은회원에게돌려주지않습니다.</li>
								<li>회사는제2항이외의방법으로회원의게시물을이용하고자하는경우에는전화,팩스,이메일등을통해
									사전에회원의동의를얻어야합니다.</li>
							</ol>
							<p class="private_list_title">제18조[게시물의관리]</p>
							<ol>
								<li>회원의게시물이정보통신망법및저작권법등관련법에위반되는내용을포함하는경우, 권리자는
									관련법이정한절차에따라해당게시물의게시중단및삭제등을요청할수있으며, 회사는관련법에따라조치를 취하여야합니다.</li>
								<li>회사는다음각호에해당하는게시물이나자료를사전동의없이삭제하거나이동또는등록거부를할 수있습니다.</li>
								<ol>
									<li>다른회원또는제3자에게심한모욕을주거나명예를손상시키는내용인경우</li>
									<li>공공질서및공서양속에위반되는내용을유포하거나링크시키는경우</li>
									<li>불법복제또는해킹을조장하는내용인경우</li>
									<li>회사가사전에동의하지아니한영리를목적으로하는광고일경우</li>
									<li>범죄와결부된다고객관적으로인정되는내용일경우</li>
									<li>다른회원또는제3자의저작권등기타권리를침해하는내용이거나, 그러한이유로게시 중단요청을받은경우</li>
									<li>회사에서규정한게시물원칙에어긋나거나, 게시판성격에부합하지않는경우</li>
									<li>사적인정치적판단이나종교적견해의내용으로회사의서비스성격에부합하지않는다고판단되는 경우</li>
									<li>회사에서규정한게시물원칙에어긋나거나, 근거없는비방등, 게시판성격에부합하지않는다고 회사가판단한경우</li>
									<li>기타관계법령에위배된다고판단되는경우</li>
								</ol>
							</ol>
							<p class="private_list_title">제19조[권리의귀속]</p>
							<ol>
								<li>서비스에대한저작권및지적재산권은회사에귀속됩니다. 단, 회원의게시물및제휴계약에따라
									제공된저작물등은제외합니다.</li>
								<li>회사는서비스와관련하여회원에게회사가정한이용조건에따라계정, 아이디, 콘텐츠등을이용할
									수있는이용권만을부여하며, 회원은이를양도, 판매, 담보제공등의처분행위를할수없습니다.</li>
							</ol>
							<p class="private_list_title">제20조[“회원”의계약해제, 해지등]</p>
							<ol>
								<li>회원은언제든지자기정보관리메뉴를통하여서비스탈퇴신청을할수있으며, 회사는관련법
									등이정하는바에따라이를즉시처리하여야합니다.</li>
								<li>회원이계약을해지할경우, 관련법및개인정보보호정책에따라회사가회원정보를보유하는경우를
									제외하고는해지즉시회원의모든데이터는소멸됩니다.</li>
								<li>회원이계약을해지하였으나본인계정에등록하고공개된데이터는보존됩니다.</li>
							</ol>
							<p class="private_list_title">제21조[이용제한등]</p>
							<ol>
								<li>회사는회원이본약관의의무를위반하거나서비스의정상적인운영을방해한경우, 서비스이용을 경고, 일시정지,
									계약해지로단계적으로제한할수있습니다.</li>
								<li>회사는전항에도불구하고, 저작권법및컴퓨터프로그램보호법을위반한불법프로그램의제공및운영 방해,
									정보통신방법을위반한불법통신및해킹, 악성프로그램의배포, 접속권한초과행위등과같이관련법을위반한
									경우에는즉시계약해지를할수있습니다. 본항에따른계약해지시서비스이용을통해획득한혜택등도모두 소멸되며,
									회사는이에대해별도로보상하지않습니다.</li>
								<li>회사는회원이계속해서3개월이상로그인하지않는경우, 회원정보의보호및운영의효율성을위해
									이용을제한할수있습니다.</li>
								<li>본조에따라서비스이용을제한하거나계약을해지하는경우에는회사는제11조[”회원”에대한 통지]에따라통지합니다.</li>
								<li>회원은본조에따른이용제한등에대해회사가정한절차에따라이의신청을할수있습니다. 이때
									이의가정당하다고회사가인정하는경우회사는즉시서비스의이용을재개합니다.</li>
							</ol>
							<p class="private_list_title">제22조[구매신청]</p>
							<span>회사이용자는회사에서다음또는이와유사한방법에의하여구매를신청하며, 회사는사용자가
								구매신청을함에있어서다음의각내용을알기쉽게제공하여야합니다. 단, 회원인경우제2호내지제4호의 적용을제외할수도있습니다.</span>
							<ol>
								<li>재화등의검색및선택</li>
								<li>성명, 주소, 휴대전화번호, 전자우편주소등의입력</li>
								<li>약관내용, 취소수수료, 배송료등의비용부담과관련한내용에대한확인</li>
								<li>이약관에동의하고제3 호의사항을확인하거나거부하는표시(예, 마우스클릭)</li>
								<li>재화등의구매신청및이에관한확인또는회사의확인에대한동의</li>
								<li>결제방법의선택</li>
							</ol>

							<p class="private_list_title">제23조[계약의성립]</p>
							<ol>
								<li>회사는제22조와같은구매신청에대하여다음각호에해당하면승낙하지않을수있습니다.</li>
								<ol>
									<li>신청내용에허위, 기재누락, 오기가있는경우</li>
									<li>신용카드결제시소유주의동의를얻지않는불법행위로추정또는확인되었을경우</li>
								</ol>
								<li>회사는계약이체결되었음을문자(카카오톡) 혹은전자우편을통하여이용자에게안내하며이용자에게
									안내한시점에계약이성립한것으로봅니다.</li>
							</ol>

							<p class="private_list_title">제24조[대금지급방법]</p>
							<span>회사에서구매한재화또는용역에대한대금지급은다음각호의방법중회사가지정하는 방식으로이루어집니다. </span>
							<ol>
								<li>실시간계좌이체</li>
								<li>선불카드, 직불카드, 신용카드등의각종카드결제</li>
								<li>휴대폰결제</li>
							</ol>

							<p class="private_list_title">제25조[구매신청변경및취소]</p>
							<ol>
								<li>회사는이용자의구매신청이있는경우이용자에게문자(카카오톡) 혹은전자우편으로계약의체결을 알립니다.</li>
								<li>이용자는의사표시의불일치등이있는경우에는통지를받은후즉시구매신청변경및취소를요청할
									수있고회사는지체없이그요청에따라처리하여야합니다. 다만, 회사가중개하는현지여행업체에게이미
									대금을지불하였거나예약이완료된경우에는제28조의청약철회등에관한규정에따릅니다. 이용자본인의실수,
									누락등의개인적인사유로인하여이용일이후구매신청변경및취소를원하는경우회사는이를인정하지않을수 있습니다.</li>
							</ol>

							<p class="private_list_title">제26조[재화등의공급]</p>
							<ol>
								<li>회사는이용자와재화등의공급시기에관하여별도의약정이없는이상, 이용자가청약을한날부터 7
									일이내에재화등을배송할수있도록주문제작, 포장등기타의필요한취합니다. 다만, 회사가이미재화
									등의대금의전부를받은경우에는대금의전부를받은날부터3 영업일이내에조치를취합니다. 이때회사는
									이용자가재화등의공급및진행사항을확인할수있도록적절한조치를합니다.</li>
								<li>회사는이용자가구매한재화에대해이용방법, 이용기간등을명시합니다.</li>
								<li>공휴일및기타휴무일또는천재지변등의불가항력적사유가발생하는경우그해당기한은 배송소요기간에서제외합니다.</li>
							</ol>

							<p class="private_list_title">제27조[환급]</p>
							<span>회사는이용자가구매신청한재화등이품절등의사유로인도또는제공을할수없을때에는
								지체없이그사유를이용자에게통지하고사전에재화등의대금을받은경우에는대금을받은날부터3 영업일
								이내에환급하거나환급에필요한조치를취합니다. 다만, 여행상품의특성상각개별상품의계약체결시계약한
								취소환불규정에의거상품의취소및환불수수료를공제후환불합니다.</span>

							<p class="private_list_title">제28조[청약철회등]</p>
							<ol>
								<li>회사와재화등의구매에관한계약을체결한이용자는수신확인의통지를받은날부터7 일이내에는
									청약의철회를할수있습니다. 다만, 여행상품의경우계약시체결한각개별취소환불규정을따릅니다.</li>
								<li>이용자는재화등을배송받은경우다음각호의경우에는청약철회및교환을할수없습니다.</li>
								<ol>
									<li>이용자에게책임있는사유로재화등이멸실또는훼손된경우(다만, 재화등의내용을확인하기
										위하여포장등을훼손한경우에는사전에청약철회제한에관해고지하지않은한청약철회등을할수 있습니다.)</li>
									<li>이용자의사용또는일부소비에의하여재화등의가치가현저히감소한경우</li>
									<li>시간의경과에의하여재판매가곤란할정도로재화등의가치가현저히감소한경우</li>
									<li>같은성능을지닌재화등으로복제가가능한경우그원본인재화등의포장을훼손한경우</li>
									<li>제2 항제2 호내지제5 호의경우에회사가사전에청약철회등이제한되는사실을
										소비자가쉽게알수있는곳에명기하거나시용상품을제공하는등의조치를하지않았다면이용자의청약철회등이 제한되지않습니다.</li>
									<li>이용자는제1 항및제2 항의규정에불구하고재화등의내용이광고내용과다르거나
										계약내용과다르게이행된때에는당해재화등을공급받은날부터3 월이내, 그사실을안날또는알수 있었던날부터30
										일이내에청약철회등을할수있습니다</li>
								</ol>
							</ol>

							<p class="private_list_title">제29조[청약철회등의효과]</p>
							<span>여행상품의경우에는각개별여행계약의환불규정을따르고, 그렇지아니한경우에는아래각 호의규정에의합니다.
							</span>
							<ol>
								<li>회사는이용자로부터재화등을반환받은경우3 영업일이내에이미지급받은재화등의대금을 환급합니다.
									이경우회사가이용자에게재화등의환급을지연한때에는그지연기간에대하여전자상거래등에서의
									소비자보호에관한법률시행령이정하는지연이자율을곱하여산정한지연이자를지급합니다.</li>
								<li>회사는위대금을환급함에있어서이용자가신용카드또는전자화폐등의결제수단으로재화등의
									대금을지급한때에는지체없이당해결제수단을제공한사업자로하여금재화등의대금의청구를정지또는 취소하도록요청합니다.</li>
								<li>청약철회등의경우공급받은재화등의반환에필요한비용은이용자가부담합니다.</li>
								<li>이용자가재화등을제공받을때발송비를부담한경우에회사는청약철회시그비용을누가
									부담하는지를이용자가알기쉽도록명확하게표시합니다.</li>
							</ol>

							<p class="private_list_title">제30조[손해배상및면책]</p>
							<ol>
								<li>회사는회사의고의나중대한과실로인하여이용자나제3자에게발생한손해에대하여만, 이용자가 회사에지급한수수료,
									물품대금등의범위내에서만배상합니다.</li>
								<li>이용자가이약관의규정을위반함으로인하여회사에손해가발생하게되는경우, 이약관을위반한
									이용자는회사에발생하는모든손해를배상하여야합니다.</li>
								<li>회사는다음각호의경우에는면책됩니다.</li>

								<li>회사는천재지변, 전쟁및기타이에준하는불가항력으로인하여서비스를제공할수없는경우에는
									서비스제공에대한책임이면제됩니다.</li>
								<li>회사는기간통신사업자가전기통신서비스를중지하거나정상적으로제공하지아니하여손해가발생한 경우책임이면제됩니다.</li>
								<li>회사는서비스용설비의보수, 교체, 정기점검, 공사등부득이한사유로발생한손해에대한책임이 면제됩니다.</li>
								<li>회사는이용자의귀책사유로인한서비스이용의장애또는손해에대하여책임을지지않습니다.</li>
								<li>회사는이용자의컴퓨터오류에의해손해가발생한경우, 또는이용자가개인정보및전자우편주소를
									부실하게기재하여손해가발생한경우책임을지지않습니다.</li>
								<li>회사는이용자가서비스를이용하여기대하는수익을얻지못하거나상실한것에대하여책임을지지 않습니다.</li>
								<li>회사는이용자가서비스를이용하면서얻은자료로인한손해에대하여책임을지지않습니다. 또한
									회사는이용자가서비스를이용하며타이용자로인해입게되는정신적피해에대하여보상할책임을지지않습니다.</li>
								<li>회사는이용자가당사에게재한각종정보, 자료, 사실의신뢰도, 정확성등내용에대하여책임을 지지않습니다.</li>
								<li>회사는이용자상호간및이용자와제3자상호간에서비스를매개로발생한분쟁에대해개입할 의무가없으며,
									이로인한손해를배상할책임도없습니다. 다만회사는내부지침에따라서분쟁의해결을위한 중재를제안하거나,
									자율분쟁조정센터를운영할수있습니다.</li>
								<li>회사에서이용자에게무료로제공하는서비스의이용과관련해서는어떠한손해도책임을지지않습니다.</li>
							</ol>

							<p class="private_list_title">제31조[분쟁조정및관할법원]</p>
							<ol>
								<li>회원은게시물과관련된저작권침해, 명예훼손또는개인정보및서비스이용과관련된사항에관한
									문제제기또는문제해결은회사가운영하는고객센터를통하여처리하여야합니다.</li>
								<li>회사와회원간서비스이용과관련하여발생한분쟁에대한소송을제기하는경우에는민사소송법상의
									법원을관할법원으로합니다.</li>
							</ol>

							<p>부칙</p>
							<p>본이용약관은2016년11월7일부터적용되며, 2016년1월18일부터적용되던종전약관은본 약관으로대체됩니다.
								개정된이용약관의적용일자이전가입자또한개정된이용약관의적용을받습니다.</p>
							<p>시행일자: 2016년11월7일</p>
						</div>
						<div class="fake_box" style="top: 421px"></div>
					</div>
				</div>
				<div class="nlogin_policy_wrap last">
					<div class="nlogin_policy_check">
						<input name="priv_agree" type="checkbox" value="1" id="priv_agree" />
						<label for="priv_agree">개인정보수집및이용동의<em>(필수)</em></label>
					</div>
					<div class="policy_content_wrap">
						<div class="policy_content">
							<p class="private_policy_title">프로동행러는아래의목적으로개인정보를수집및 이용하며,
								회원의개인정보를안전하게취급하는데최선을다합니다.</p>
							<br>
							<ol>
								<li>수집목적: 이용자식별, 원활한의사소통, 부정이용시제재및기록, 회원제서비스제공 (커뮤니티, 이벤트,
									여행정보제공참여), 유료서비스이용시요금정산, 신규서비스개발, 이벤트행사시 정보전달, 마케팅및광고등에활용,
									서비스이용기록및통계분석을통한서비스개선및맞춤형서비스 제공, 프라이버시보호측면의서비스환경구축</li>
								<li>수집항목(필수) : 아이디(이메일), 비밀번호, 닉네임(별명), 생년월일, 성별</li>
								<li>수집항목(선택) : 자주쓰는이메일, 프로필사진, 휴대전화, 주소</li>
								<li>보유기간: 수집된정보는회원탈퇴후지체없이파기됩니다. 서비스제공을위해필요한최소한의
									개인정보이므로동의를해주셔야서비스이용이가능합니다.<br> 더자세한내용에대해서는<a
									href="/ap/serviceinfo/personal/" target="_blank"
									style="text-decoration: underline">개인정보처리방침</a>을참고하시기바랍니다.
								</li>
							</ol>
						</div>
					</div>
				</div>
			</div>



			<div class="nlogin_join_center">
		<button type = "submit" class = "nlogin_btn">가입하기</button>
			</div>
		</form>
		<br>
	</div>

<%@include file="../footer.jsp" %>


</body>
</html>